Repository: valentinperignon/SchoolExams
Catalog: SchoolExams/*.lproj/Localizable.strings
Languages: fr

source: My Subjects
fr: Mes Matières

source: No Subject
fr: Aucune Matière

source: You need to add at least one subject
fr: Vous devez ajouter au moins une matière

source: New Subject
fr: Nouvelle Matière

source: Average
fr: Moyenne

source: No Grade.
fr: Aucune Note.

source: Add a new subject to your list
fr: Ajouter une nouvelle matière dans votre liste

source: Edit the Subject
fr: Modifier la Matière

source: Subject name
fr: Nom de la matière

source: Accent color
fr: Couleur d'accentuation

source: Include in overall average
fr: Prendre en compte dans la moyenne générale

source: Add the Subject
fr: Ajouter la Matière

source: No Grade
fr: Aucune Note

source: You can add a grade to this subject
fr: Vous pouvez ajouter une note à cette matière

source: New Grade
fr: Nouvelle Note

source: Add a new grade to
fr: Ajouter une nouvelle note à

source: Edit the Grade
fr: Modifier la Note

source: Grade Description
fr: Description de la note

source: Value
fr: Valeur

source: Scale
fr: Barème

source: Add the Grade
fr: Ajouter la Note

source: Default order.
fr: Order par défaut.

source: Ascending order.
fr: Ordre croissant.

source: descending order.
fr: Ordre décroissant.

source: From lowest to newest.
fr: Du plus ancien au plus récent.

source: Something went wrong
fr: Oh oh... Une erreur s'est produite

source: Are you sure?
fr: Êtes-vous sûr ?

source: The name of the subject can't be empty.
fr: Le nom de la matière ne peut pas être vide.

source: The grade description can't be empty.
fr: La description de la note ne peut pas être vide.

source: The value can't be empty and must be a number between 0 and
fr: La valeur ne peut pas être vide et doit être un nombre compris entre 0 et

source: The scale can't be empty and must be a number greater than 0.
fr: Le barème ne peut pas être vide et doit être un nombre supérieur à 0.

source: Unknown error.
fr: Erreur inconnue.

source: Do you really want to remove this grade?
fr: Voulez-vous vraiment supprimer cette note ?

source: Save
fr: Valider

source: Back
fr: Retour

source: Remove
fr: Supprimer

source: blue
fr: bleu

source: green
fr: vert

source: purple
fr: violet

source: red
fr: rouge

source: Sort by
fr: Trier

source: default
fr: défaut

source: - to +
fr: - vers +

source: + to -
fr: + vers -

source: Write something here
fr: Écrire quelque chose ici

source: over 20
fr: sur 20

source: No Grade In This Subject.
fr: Aucune Note Pour Cette Matière.

source: Subject Average
fr: Moyenne de la Matière

source: View More About This Subject
fr: Voir Plus À Propos De Cette Matière

source: Not in overall average.
fr: Pas dans la moyenne générale.

source: Grade Value
fr: Valeur de la Note

source: View More About This Grade
fr: Voir Plus À Propos de Cette Note
